Repository: WordPressBugBounty/plugins-corvuspay-woocommerce-integration
Catalog: corvuspay-woocommerce-integration/languages/corvuspay-woocommerce-integration-*.po
Languages: hr

source: "Other currencies" option has low precedence.
hr: Opcija "Ostale valute" ima niži prioritet.

source: + Add installment entry
hr: + Dodaj unos rata

source: + Add stores settings entry
hr: + Dodaj unos postavki prodajnih mjesta

source: Account Settings
hr: Postavke računa

source: Advanced
hr: Napredne

source: Alert
hr: Alert (uzbuna)

source: Allow installment payments.
hr: Dopusti plaćanje na rate.

source: An error occurred.
hr: Došlo je do pogreške.

source: Approval code:
hr: Broj odobrenja:

source: Are you sure you wish to process this capture? This action cannot be undone.
hr: Jeste li sigurni da želite nastaviti? Ova akcija se ne može poništiti.

source: Authorization total:
hr: Ukupno autorizirano:

source: Authorize
hr: Predautorizacija

source: Autodetect
hr: Automatska detekcija

source: Automatically redirect user to CorvusPay payment form.
hr: Automatski preusmjeri korisnika na CorvusPay platnu formu.

source: Both mandatory and optional
hr: I obavezne i opcionalne

source: Cancel
hr: Odustani

source: Cancel URL
hr: URL za neuspjeh

source: Cannot complete order which is not authorized.
hr: Nije moguće kompletirati narudžbu koja nije pred-autorizirana.

source: Capture %s
hr: Dovršiti %s

source: Capture amount:
hr: Dovršiti s iznosom:

source: Capture Charge
hr: Dovrši naplatu

source: Card brand
hr: Oznaka kartice

source: Card storage
hr: Pohrana kartice

source: Certificate "%1$s" expired on %2$s.
hr: Certifikat "%1$s" je istekao %2$s.

source: Certificate "%1$s" is valid until %2$s.
hr: Certifikat "%1$s" vrijedi do %2$s.

source: Certificate "%1$s" will expire on %2$s.
hr: Certifikat "%1$s" istječe %2$s.

source: Certificate is required when Advanced installments plan is set.
hr: Certifikat je obavezan kada su postavljene Napredne opcije za rate.

source: Certificate is required when tokenization is enabled.
hr: Certifikat je obavezan kada je tokenizacija omogućena.

source: Check order status
hr: Provjera statusa narudžbe

source: Choose whether you wish to capture funds immediately or authorize payment only.
hr: Odaberite želite li odmah zaključiti narudžbu ili samo predautorizirati plaćanje.

source: Compensation
hr: Naknada

source: Continue to payment
hr: Nastavite na plaćanje

source: Copy Cancel URL to the CorvusPay Merchant Center
hr: Kopirajte URL za neuspjeh u CorvusPay Merchant Center

source: Copy Production Secret Key from the CorvusPay Merchant Center.
hr: Kopirajte produkcijski tajni ključ iz CorvusPay Merchant Centera.

source: Copy Production Store ID from the CorvusPay Merchant Center.
hr: Kopirajte ID produkcijskog prodajnog mjesta iz CorvusPay Merchant Centera.

source: Copy Success URL to the CorvusPay Merchant Center
hr: Kopirajte URL za uspjeh u CorvusPay Merchant Center

source: Copy Test Secret Key from the CorvusPay Merchant Center.
hr: Kopirajte testni tajni ključ iz CorvusPay Merchant Centera.

source: Copy Test Store ID from the CorvusPay Merchant Center.
hr: Kopirajte ID testnog prodajnog mjesta iz CorvusPay Merchant Centera.

source: CorvusPay Cancel URL Failure
hr: Greška CorvusPay URL-a za neuspjeh

source: CorvusPay doesn't support partial voids. Order can be partially captured or fully captured and then partially refunded.
hr: CorvusPay ne podržava djelomična poništenja. Narudžbu možete djelomično kompletirati ili potpuno kompletirati pa zatim napraviti djelomičan povrat.

source: CorvusPay payment authorized. Awaiting capture.
hr: CorvusPay plaćanje je predautorizirano. Čeka kompletiranje.

source: CorvusPay payment failed.
hr: CorvusPay plaćanje nije uspjelo.

source: CorvusPay Process Receipt Failure
hr: Greška CorvusPay Process Receipt

source: CorvusPay requires WooCommerce to be installed and active.
hr: Da bi CorvusPay ispravno radio WooCommerce mora biti instaliran i aktiviran.

source: CorvusPay Success URL Failure
hr: Greška CorvusPay URL-a za uspjeh

source: CorvusPay Token ID
hr: ID CorvusPay tokena

source: CorvusPay Token ID is required.
hr: ID CorvusPay tokena je obavezno polje.

source: CorvusPay WooCommerce Payment Gateway was updated successfully. CorvusPay Success URL and CorvusPay Cancel URL have been changed and have to be updated in CorvusPay Merchant Center. Go to the CorvusPay WooCommerce Payment Gateway plugin settings page to find out more.
hr: CorvusPay WooCommerce Payment Gateway uspješno je ažuriran. Promijenjeni su CorvusPay URL za uspjeh i CorvusPay URL za neuspjeh te ih se mora ažurirati u CorvusPay Merchant Center-u. Više možete saznati na postavkama CorvusPay WooCommerce Payment Gateway dodatka.

source: Credit Card (CorvusPay)
hr: Kartično plaćanje (CorvusPay)

source: Creditor Reference
hr: Poziv na broj

source: Critical
hr: Critical (kritična)

source: Currency
hr: Valuta

source: Debug
hr: Debug (otklanjanja grešaka)

source: Description
hr: Opis

source: Disabled
hr: Onemogućeno

source: Discount
hr: Popust

source: Emergency
hr: Emergency (hitna)

source: Empty POST data.
hr: Prazni POST podaci.

source: Enable CorvusPay Gateway
hr: Omogući CorvusPay Gateway

source: Enable Pay by IBAN functionality.
hr: Omogući Pay by IBAN funkcionalnost.

source: Enable Tokenization (required for Subscriptions)
hr: Omogući tokenizaciju (nužno za pretplate)

source: Enable/Disable
hr: Omogući/Onemogući

source: Enable/Disable Auto-redirect
hr: Omogući/Onemogući automatsko preusmjeravanje

source: Enable/Disable Currency based order routing
hr: Omogući/Onemogući usmjeravanje narudžbi po valuti

source: Enable/Disable PIS Payments
hr: Omogući/Onemogući PIS plaćanja

source: Enable/Disable Time Limit
hr: Omogući/Onemogući vremensko ograničenje

source: Enable/Disable Tokenization
hr: Omogući/Onemogući tokenizaciju

source: Encountered an error with description: "%s".
hr: Došlo je do greške s opisom: "%s".

source: Environment
hr: Okolina

source: Error
hr: Error (greška)

source: Example row: "EUR, USD; 123; abc".
hr: Primjer unosa: "EUR, USD; 123; abc".

source: Example row: "Visa; 1; 2; 10; 15".
hr: Primjer unosa: "Visa; 1; 2; 10; 15".

source: Explanation: All orders in EUR or USD will be routed to Store ID 123 using Secret Key "abc".
hr: Objašnjenje: Sve će narudžbe u EUR ili USD biti usmjerena na Store ID 123 koristeći Secret Key "abc".

source: Explanation: All Visa cards get a 10% discount if customer pays in one payment or in two installments. Some Visa cards, issued by a specific issuer, get a 15% discount under the same conditions. To setup specific discounts, contact CorvusPay.
hr: Objašnjenje: Svim Visa karticama odobrava se 10% popusta ako kupac plati jednokratno ili na dvije rate. Nekim Visa karticama, koje je izdao poseban izdavatelj, odobrava se 15% popusta pod istim uvjetima. Za postavljanje posebnih popusta kontaktirajte CorvusPay.

source: Extends WooCommerce with CorvusPay Credit Card payments.
hr: Proširuje WooCommerce sa CorvusPay kartičnim plaćanjima.

source: Failed to get token for order.
hr: Neuspješno dohvaćanje tokena za narudžbu.

source: Failed to retrieve the order status.
hr: Provjera statusa narudžbe nije uspjela.

source: For entering of card data users will be redirected to CorvusPay payment form.
hr: Za unos kartičnih podataka korisnici se preusmjeravaju na CorvusPay platnu formu.

source: Form Options
hr: Opcije platne forme

source: General discount
hr: Opći popust

source: Hide payment methods
hr: Sakrij metode plaćanja

source: Hide payment methods during checkout.
hr: Sakrij metode plaćanja na platnoj formi.

source: Important Notice:
hr: Važna obavijest:

source: Informational
hr: Informational (informativna)

source: Installments
hr: Rate

source: Installments plan:
hr: Rate:

source: Invalid advanced installments.
hr: Pogrešne postavke Naprednih rata.

source: Invalid amount.
hr: Neispravan iznos.

source: Invalid certificate.
hr: Neispravan certifikat.

source: Limit payment time. Make sure WordPress keeps accurate time.
hr: Ograniči vrijeme plaćanja. Provjerite ima li WordPress ispravno postavljeno vrijeme.

source: Log Level
hr: Razina log zapisa

source: Mandatory
hr: Obavezne

source: Maximum installments
hr: Najveći broj rata

source: Minimum installments
hr: Najmanji broj rata

source: No certificate stored. Only certificates in PKCS#12 (*.p12) format are supported.
hr: Certifikat nije pohranjen. Podržani su isključivo certifikati u PKCS#12 (*.p12) formatu.

source: None
hr: Ništa

source: Notice
hr: Notice (obavijesti)

source: Old URLs
hr: Stari URL-ovi

source: Online transaction processing.
hr: Procesiranje transakcija na internetu.

source: Order number format. You can add the following keywords: {site_title}, {order_number} and {post_id}.
hr: Oblik broja narudžbe. Možete dodati iduće ključne riječi: {site_title}, {order_number} i {post_id}.

source: Order status
hr: Status narudžbe

source: Other currencies
hr: Ostale valute

source: Password is used only once, to decrypt the certificate. It will not be stored.
hr: Lozinka se koristi samo jednom, za dekripciju certifikata. Lozinka se ne pohranjuje.

source: Payee model and reference number for PIS payments. Sequence "{post_id}" is replaced with WooCommerce Post ID. Sequence "{order_number}" is replaced with WooCommerce Order Number.
hr: Model i poziv na broj primatelja za PIS plaćanja. Niz "{post_id}" će biti zamijenjen brojem WooCommerce objave. Niz "{order_number}" će biti zamijenjen brojem WooCommerce narudžbe.

source: Payment Action
hr: Vrsta plaćanja

source: Payment Form Language
hr: Jezik platne forme

source: Payment method already exists.
hr: Metod plaćanja već postoji.

source: Payment successful - payment card account debited.
hr: Plaćanje uspješno - račun je terećen.

source: Payment time limit in seconds. Maximum value is "900" (15 minutes).
hr: Vremensko ograničenje plaćanja u sekundama. Najveća podržana vrijednost je "900" (15 minuta).

source: Please update to the new URLs, as the old ones will be deprecated and removed in the next minor version.
hr: Zamijenite stare URL-ove novima jer će stari biti uklonjeni u nadolazećoj verziji.

source: Production
hr: Produkcija

source: Production API Certificate
hr: Produkcijski API certifikat

source: Production API Certificate Password
hr: Lozinka produkcijskog API certifikata

source: Production Order Number Format
hr: Oblik produkcijskog broja narudžbe

source: Production Secret Key
hr: Produkcijski tajni ključ

source: Production Store ID
hr: ID produkcijskog prodajnog mjesto

source: Production Stores settings:
hr: Postavke produkcijskih prodajnih mjesta:

source: Refunding card storage transaction
hr: Povrat transakcije za pohranu kartice

source: Remove selected installment entry
hr: Ukloni označen unos rata

source: Remove selected stores settings entry
hr: Ukloni označen unos postavki prodajnih mjesta

source: Route orders by currency
hr: Usmjeravaj narudžbe po valuti

source: Sale
hr: Prodaja

source: Save to account
hr: Spremi na račun

source: Send Cardholder Information
hr: Pošalji podatke o vlasniku kartice

source: Send customer information to CorvusPay to speed up payment process. Can include name, address and contact details.
hr: Pošalji korisnikove podatke u CorvusPay kako bi se ubrzalo proces plaćanja. Može uključivati ime, adresu i kontakt podatke.

source: Settings
hr: Postavke

source: Simple
hr: Jednostavne

source: Something went wrong.
hr: Nešto je pošlo po zlu.

source: Specific discount
hr: Poseban popust

source: Success URL
hr: URL za uspjeh

source: Test API Certificate
hr: Testni API certifikat

source: Test API Certificate Password
hr: Lozinka testnog API certifikata

source: Test Order Number Format
hr: Oblik broja testne narudžbe.

source: Test Secret Key
hr: Testni tajni ključ

source: Test Store ID
hr: ID testnog prodajnog mjesto

source: Test Stores settings:
hr: Postavke testnih prodajnih mjesta:

source: The "Order Number Format" field is required and must contain {post_id} or {order_number}.
hr: Polje "Oblik broja narudžbe" je obavezno i mora sadržavati {post_id} ili {order_number}.

source: This controls the description which the user sees during checkout. You can add the following symbols: :amex: :dina: :diners: :discover: :jcb: :maestro: :master: :visa: :card: :iban: :paysafecard: :wallet: :applepay: :googlepay:
hr: Ova postavka određuje koji opis će se prikazivati korisniku prilikom plaćanja. Možete dodati sljedeće simbole: :amex: :dina: :diners: :discover: :jcb: :maestro: :master: :visa: :card: :iban: :paysafecard: :wallet: :applepay: :googlepay:

source: This controls the title which the user sees during checkout.
hr: Ova postavka određuje koji naziv će se prikazivati korisniku prilikom plaćanja.

source: This is not a valid CorvusPay order.
hr: Ovo nije ispravna CorvusPay narudžba.

source: This setting specifies the log level.
hr: Ova postavka određuje razinu log zapisa.

source: This setting specifies the payment form language.
hr: Ova postavka određuje jezik platne forme.

source: This setting specifies whether you will process live transactions, or whether you will process simulated transactions.
hr: Ova postavka određuje hoće li se obrađivati stvarne ili simulirane transakcije.

source: Time Limit in seconds
hr: Vremensko ograničenje u sekundama

source: Title
hr: Naziv

source: To check the status of the order, please import the certificate in the plugin settings.
hr: Za provjeru statusa narudžbe, molimo uvezite certifikat kroz postavke dodatka.

source: Transaction date and time:
hr: Datum i vrijeme transakcije:

source: Troubleshooting
hr: Rješavanje problema

source: Unable to read certificate. Please check password.
hr: Neuspješno čitanje certifikata. Molimo provjerite lozinku.

source: Unable to store certificate.
hr: Neuspješno pohranjivanje certifikata.

source: Unsupported currency.
hr: Valuta nije podržana.

source: Unsupported time limit value. Valid range is from 1 to 900.
hr: Vrijednost vremenskog ograničenja nije podržana. Podržana vrijednost je između 1 i 900.

source: Unsupported transaction action.
hr: Transakcijska akcija nije podržana.

source: Warning
hr: Warning (upozorenja)

source: You are not allowed to change order from %1s to %2s.
hr: Nije dozvoljeno mjenjanje narudžbi iz %1s u %2s.

source: You do not have sufficient permissions to perform this action.
hr: Nemate dopuštenje za izvođenje ove radnje.
